Revit 2027 API
SymbolTypeId.GrPerHFtSup2InHg Property
 Symbol gr/(h·ft²·inHg), indicating unit Grains per hour square foot inch mercury.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GrPerHFtSup2InHg { get; }
Public Shared ReadOnly Property GrPerHFtSup2InHg As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GrPerHFtSup2InHg {
	ForgeTypeId^ get ();
}
static member GrPerHFtSup2InHg : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace